Repository: InsightIM/Tok-iOS
Catalog: Tok/Support Files/Localizable Files/*.lproj/Localizable.strings
Languages: de, fr, ru

source: Share to Chats
de: Mit Chats teilen
fr: Partager sur Chats
ru: Поделиться в чатах

source: Share to Friends
de: An Freunde weitergeben
fr: Partager avec des amis
ru: Поделиться с друзьями

source: Something went wrong and try again later
de: Etwas ist schief gelaufen und versucht es später noch einmal
fr: Quelque chose s'est mal passé. Réessayez plus tard
ru: Что-то пошло не так. Попробуйте позже

source: The group name was changed to %@
de: Der Gruppenname wurde in %@ geändert
fr: Le nom du groupe a été changer au %@
ru: Название группы было изменено на %@

source: Unable to view or group does not exist
de: Die Ansicht oder Gruppe kann nicht angezeigt werden, sie existiert nicht
fr: Impossible de voir ou le groupe n'existe pas
ru: Невозможно просмотреть или группа не существует

source: View
de: Ansicht
fr: Vue
ru: Просмотреть

source: You joined group
de: Du bist der Gruppe beigetreten
fr: Vous avez rejoint le groupe
ru: Вы уже вошли в группу

source: · Group type cannot be modified after creation. · Private groups only can be joined if you were invited and can not be found in search. · Public groups can be found in search and everyone can join.
de: · Der Gruppentyp kann nach der Erstellung nicht geändert werden. · Du kannst nur privaten Gruppen beitreten, wenn Du eingeladen wurdest und sie können in der Suche nicht gefunden werden. · Öffentliche Gruppen können in der Suche gefunden werden und jeder kann teilnehmen.
fr: · Le type de groupe ne peut pas être modifié après la création · Les groupes privés ne peuvent être joints que si vous avez été invité et ne peuvent pas être trouvés dans la recherche · Les groupes publics peuvent être trouvés dans la recherche et tout le monde peut rejoindre.
ru: · Тип группы не может быть изменен после создания. · В Частные группы можете входить, только когда вас пригласили, и их невозможно найти в поиске. · Публичные группы можно найти в поиске, и в них каждый может входить.

source: · Private groups only can be joined if you were invited and can not be found in search. · Public groups can be found in search and everyone can join.
de: · Du kannst privaten Gruppen nur beitreten, wenn du eingeladen wurdest und sie können in der Suche nicht gefunden werden. · Öffentliche Gruppen können in der Suche gefunden werden und jeder kann teilnehmen.
fr: · Les groupes privés ne peuvent être joints que si vous avez été invité et ne peuvent pas être trouvés dans la recherche · Les groupes publics peuvent être trouvés dans la recherche et tout le monde peut rejoindre.
ru: · В Частные группы можете входить, только когда вас пригласили, и их невозможно найти в поиске. · Публичные группы можно найти в поиске, и в них каждый может входить.

source: Create %@ Group
de: Erstelle eine %@ Gruppe
fr: Crée %@ Groupe
ru: Создать Группу %@

source: Accepted
de: Akzeptiert
fr: Accepter
ru: Приняты

source: Friend Request
de: Freundesanfrage
fr: Nouvelle demande d'amis
ru: Запрос от друга

source: Message
de: Mitteilung
ru: Сообщение

source: My Request
de: Meine Anfrage
fr: Ma demande
ru: Мой запрос

source: No request
de: Keine Anfrage
fr: Pas de demande
ru: Нет запроса

source: Refuse
de: Ablehnen
fr: Refuser
ru: Отклонить

source: Refused
de: Abgelehnt
fr: a été Refusé
ru: Уже отклонили

source: Request sent
de: Anfrage versendet
fr: demande a été envoyer
ru: Запрос уже отправлен

source: Set a Message
de: Eine Mitteilung einstellen
fr: Définir un message
ru: Установить сообщение

source: Set an Alias (option)
de: Einen Alias einstellen (Option)
fr: Définir un alias (option)
ru: Установить псевдоним (опция)

source: Tok will never scan your address book. Please add friends with Tok ID.
de: Tok wird niemals dein Adressbuch scannen. Bitte fügt Freunde zu Tok ID hinzu.
fr: Tok ne scannera jamais votre carnet d'adresses. S'il vous plaît ajouter des amis avec Identifiant Tok.
ru: Ток никогда не будет сканировать вашу адресную книгу. Пожалуйста, добавьте друзей по Ток-ID.

source: %@ Click to join the group
de: %@ Klick hier, um der Gruppe beizutreten
fr: %@ Cliquez pour rejoindre le groupe
ru: %@ Нажмите, чтобы входить в эту группу

source: Delete this friend request?
fr: Supprimer cette demande d'ami?
ru: Удалить этот запрос от друга?

source: Group Setting
de: Gruppeneinstellung
fr: Réglage du groupe
ru: Настройка Группы

source: Nobody
de: Niemand
fr: Aucun personne
ru: Никто

source: Pending
de: Ausstehend
fr: En attendant
ru: В ожидании

source: Sorry, this group chat is no longer accessible.
de: Es tut mit leid, dieser Gruppenchat ist nicht mehr zugänglich.
fr: Désolé, cette discussion de groupe n'est plus accessible.
ru: Извините, этот групповой чат больше не доступен.

source: Who can add me to Groups
de: Wer kann mich zu Gruppen hinzufügen?
fr: Qui peut m'ajouter aux groupes
ru: Кто может добавить меня в группы

source: You can restrict who can add you to groups.
de: Du kannst einschränken, wer dich zu Gruppen hinzufügen darf.
fr: Vous pouvez restreindre l'accès aux groupes.
ru: Вы можете ограничить, кто может добавить вас в группы.

source: No Description
de: Keine Beschreibung
fr: Pas de Description
ru: Нет описания

source: Set an Alias for him/her in your Contacts
de: Leg einen Alias für ihn/sie in deinen Kontakten fest
fr: Définissez un alias pour lui / elle dans vos contacts
ru: Установите псевдоним для него / нее в ваших Контактах

source: Generating ultra-long random ID for you locally
de: Generierung von ultralangen Zufalls-IDs für dich vor Ort
fr: Générer localement des identifiants aléatoires ultra-longs
ru: Генерируется сверхдлинный случайный идентификатор для вас локально

source: No access to personal information
de: Kein Zugriff auf personenbezogene Daten
fr: Aucun accès aux informations personnelles
ru: Нет доступа к личной информации

source: No central servers
de: Keine zentralen Server
fr: Aucun serveurs centraux
ru: Нет центральных серверов

source: No phone number or an email address is required.
de: Es ist keine Telefonnummer oder E-Mail-Adresse erforderlich.
fr: Aucun numéro de téléphone ou adresse e-mail n'est requis.
ru: Номер телефона или адрес электронной почты не требуется.

source: Only used locally and visible to yourself, e.g. Home, iPhone.
de: Nur lokal verwendet und für dich sichtbar, z.B. Home, iPhone.
ru: Используется только локально и видим для себя, например, Дом, Айфон.

source: Password is required to protect your local ID profile. It can't be reset if you lose it because there is no central servers.
de: Zum Schutz deines lokalen ID-Profils ist ein Passwort erforderlich. Es kann nicht zurückgesetzt werden, wenn du es verlierst, weil es keine zentralen Server gibt.
fr: Un mot de passe est nécessaire pour protéger votre profil local. Il ne peut pas être réinitialisé si vous le perdez car il n’existe pas de serveurs centraux.
ru: Пароль необходим для защиты вашего локального ID конфигурации. Его невозможно сбросить, если он забыт, потому что нет центральных серверов.

source: Start Secure Chat
de: Starte einen sicheren Chat
fr: Démarrer le chat sécurisé
ru: Начать Защищенный Чат

source: 50 Popular Public Groups
de: 50 beliebte öffentliche Gruppen
fr: 50 groupes publics populaires
ru: 50 Популярных Публичных Групп

source: Set Your Nickname
de: Stelle deinen Spitznamen ein
fr: Définissez votre pseudo
ru: Установите Свой Ник
