Repository: InsightIM/Tok-iOS
Catalog: Tok/Support Files/Localizable Files/*.lproj/Localizable.strings
Languages: de, fr, ru

source: Bio
ru: Био

source: About Tok
de: Über Tok
fr: À propos de Tok
ru: О Ток

source: Accept
de: Akzeptieren
fr: Acceptez
ru: Принять

source: Add Contacts
de: Kontakte hinzufügen
fr: Ajoutez Contacts
ru: Добавить контакты

source: Add Contact
de: Kontakt hinzufügen
fr: Ajoutez Contact
ru: Добавить контакт

source: Album
ru: Альбом

source: Alias
ru: Псевдоним

source: All files (image, audio and other files) will be deleted forever! (Except account profile & database)
de: Alle Dateien (Bild-, Audio- und andere Dateien) werden für immer gelöscht! (Außer Kontoprofil & Datenbank)
fr: Tous les fichiers (fichiers image, audio et autres) seront définitivement supprimés! (sauf le profil du compte et la base de données)
ru: Все файлы (изображения, аудио и другие файлы) будут удалены навсегда! (За исключением конфигурации учетной записи и базы данных)

source: Away
de: Nicht zu erreichen
fr: Non disponible
ru: Отошел

source: Busy
de: Beschäftigt
fr: Occupé
ru: Занят

source: Call ended
de: Anruf beendet
fr: Appel terminé
ru: Звонок окончен

source: Camera
de: Kamera
fr: Caméra
ru: Камера

source: Cancel
de: Stornieren
fr: Annuler
ru: Отмена

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
ru: Изменение пароля

source: Chats
ru: Чат

source: Choose Photo
de: Foto auswählen
fr: Choisir une photo
ru: Выбрать Фото

source: Choose photo
de: Foto auswählen
fr: Choisir une photo
ru: Выбрать фото

source: Close
de: Schließen
fr: Fermer
ru: Закрывать

source: Confirm
de: Bestätigen
fr: Confirmer
ru: Подтвердить

source: Confirm to send friend request
de: Bestätigen dem Freund Anfrage zu schicken
fr: Confirmer la demande d'ajouter un amis
ru: Подтвердите отправку запроса на добавление в друзья

source: Connecting
de: Beim Verbinden
fr: Connection en cours
ru: Производится соединение

source: Contact us
de: Kontaktiert uns
fr: Contactez nous
ru: Свяжетесь с нами

source: Contacts
de: Kontakte
ru: Контакты

source: Copy
de: Kopie
fr: Copier
ru: Скопировать

source: Create ID Profile
de: ID Profil erstellen
fr: Créer un profil d'identification
ru: Создание ID конфигурации

source: Create ID profile failed
de: ID Profil erstellen fehlgeschlagen
fr: Création d'un profil d'identification a échoué
ru: Не удалось создать ID конфигурации

source: Create Group
de: Gruppe erstellen
fr: Créer un Groupe
ru: Создать Группу

source: Delete
de: Löschen
fr: Supprimer
ru: Удалить

# Delete Profile
source: Delete ID Profile
de: ID Profil löschen
fr: Supprimer le profil d'identification
ru: Удалить ID конфигурации

source: Delete this chat and message history?
de: Diesen Chat und Mitteilungsverlauf löschen?
fr: Supprimer cette discussion et l'historique des messages?
ru: Удалить этот чат и историю сообщений?

source: Delete this contact? Your chat history will be lost.
de: Diesen Kontakt löschen? Dein Chat-Verlauf geht verloren.
fr: Supprimer ce contact? Votre historique de chat sera perdu.
ru: Удалить этот контакт? Ваша история чата будет потеряна.

source: Draft
de: Entwurf
fr: Brouillon
ru: Черновик

source: Duration:
de: Dauer:
fr: Durée:
ru: Продолжительность:

source: Enter new password
de: Neues Passwort eingeben
fr: Entrez le nouveau mot de passe
ru: Введите новый пароль

source: Enter new password again
de: Neues Passwort erneut eingeben
fr: Entrez le nouveau mot de passe à nouveau
ru: Введите новый пароль еще раз

source: Enter original password
de: Original-Passwort eingeben
fr: Entrez le mot de passe original
ru: Введите старый пароль

# Export Profile
source: Export ID Profile
de: ID Profil exportieren
fr: Exporter le Profil d'identification
ru: Экспорт ID конфигурации

source: Tok
ru: Ток

source: File
de: Datei
fr: Fichier
ru: Файл

source: Forward
de: Vorwärts
fr: Suivant
ru: Отправить

source: Hey there! I'm using Tok.
de: Hallo da! Ich benutze Tok.
fr: Coucou! J 'utilise le Tok.
ru: Привет всем! Я использую Ток.

source: Hi, i'm %@
de: Hallo, ich bin %@
fr: Coucou! Je suis %@
ru: Привет, Я %@

source: Hold to Talk
de: Zum Sprechen halten
fr: Tenir pour parler
ru: Удерживайте и говорите

source: Import Account
de: Konto importieren
fr: Importer un compte
ru: Импортировать аккаунт

source: Import Profile
de: Profil importieren
fr: Importer un Profil
ru: Импорт конфигурации

source: Incoming call
de: Eingehendes Gespräch
fr: Appel entrant
ru: Входящий звонок

source: Invite Friend
de: Freund einladen
fr: Inviter des Amis
ru: Приглашение Друзей

source: is calling
de: ruft an
fr: appelle
ru: Вызов

source: Latest Chats
de: Neueste Chats
fr: Dernières discussions
ru: Последний чат

source: Log Out
de: Abmelden
fr: Déconnecter
ru: Выход

source: Login
de: Anmelden
fr: S'identifier
ru: Вход

source: Make the world connect freely!
de: Lasse die Welt sich frei verbinden!
fr: Le Monde se connecter librement!
ru: Сделать сообщения в мире свободнее!

source: Mark as Read
de: Als gelesen kennzeichnen
fr: Marque Lu
ru: Отметить прочитанным

source: Me
de: Ich
fr: Moi
ru: Я

source: Messages
de: Mitteilungen
ru: Сообщения

source: Missed call
de: Verpasster Anruf
fr: Appel manqué
ru: Пропущенный звонок

source: My Tok ID
de: Meine Tok ID
fr: Mon Identifiant Tok
ru: Мой Ток-ID

source: My Profile
de: Mein Profil
fr: Mon Profil
ru: Мой профиль

# New About
source: New Bio
de: Neue Bio
fr: Nouveau Bio
ru: Новое Био

source: New Chat
de: Neues Chat
fr: Nouveau Chat
ru: Новый Чат

source: New Friend Request
de: Neuer Freund Anfrage
fr: Nouveau Friend Request
ru: Запрос от нового друга

source: New Line
de: Neue Zeile
fr: Nouveau Ligne
ru: Новая Линия

source: New message
de: Neue Mitteilung
fr: Nouveau message
ru: Новое сообщение

source: New Nickname
de: Neuer Spitzname
fr: Nouveau Pseudo
ru: Новый Ник

source: New password
de: Neues Passwort
fr: Nouveau Mot de Passe
ru: Новый пароль

source: New password is empty
de: Neues Passwort ist leer
fr: Nouveau Mot de Passe est Vide
ru: Поле нового пароля пусто

source: Next
de: Weiter
fr: Suivant
ru: Следующий

source: Nickname
de: Spitzname
fr: pseudo
ru: Ник

source: Offline
fr: Hors ligne
ru: Не в сети

source: OK
ru: Готово

source: Online
fr: En ligne
ru: В сети

source: Original password
de: Original-Passwort
fr: Mot de passe original
ru: Старый пароль

source: Original password is empty
de: Original-Passwort ist leer
fr: Mot de passe original est vide
ru: Поле исходного пароля пусто

source: Password
de: Passwort
fr: Mot de passe
ru: Пароль

source: Password don't match
de: Passwort stimmt nicht überein
fr: Le mot de passe ne correspond pas
ru: Пароль не совпадает

source: Password is wrong or User name already exists
de: Passwort ist falsch oder Benutzername besteht schon
fr: Mot de passe is wrong or User name already exists
ru: Пароль неверный или имя пользователя уже существует

source: Passwords is not match
de: Passwörter stimmen nicht überein
ru: Пароли не совпадают

source: Photo
de: Foto
ru: Фото

source: Please ensure camera permissions are granted for Tok. You can check by going to "Settings -> Privacy -> Camera"
de: Bitte stellt sicher, dass für Tok die Kameraberechtigungen erteilt werden. Du kannst es überprüfen, indem du zu "Einstellungen -> Datenschutz -> Kamera" gehst.
fr: Veuillez vous assurer que les autorisations de la caméra sont accordées pour Tok. Vous pouvez vérifier en allant dans "Paramètres -> Confidentialité -> Caméra "
ru: Пожалуйста, убедитесь, что разрешения камеры предоставлены для Ток. Вы можете проверить, перейдя в "Настройки -> Конфиденциальность -> Камера"

source: Please ensure photo permissions are granted for Tok. You can check by going to "Settings -> Privacy -> Photos"
de: Bitte stellt sicher, dass für Tok die Fotoberechtigungen erteilt werden. Du kannst es überprüfen, indem du zu "Einstellungen -> Datenschutz -> Fotos" gehst.
fr: Veuillez vous assurer que les autorisations photo sont accordées pour Tok. Vous pouvez vérifier en allant dans "Paramètres -> Confidentialité -> Photos"
ru: Пожалуйста, убедитесь, что разрешения фото предоставлены для Ток. Вы можете проверить, перейдя в "Настройки -> Конфиденциальность -> Фото"

source: Please fill out the information completely
de: Die Informationen bitte vollständig ausfüllen
fr: Veuilez remplir les informations complètement
ru: Пожалуйста, заполните информацию полностью

source: Please make sure you remember the "User Name" and "Password"
de: Bitte stellt sicher, dass ihr euch an den "Benutzernamen" und das "Passwort" erinnert.
fr: Assurez-vous que vous vous souveniez du "Nom d'utilisateur " et du "Mot de passe "
ru: Пожалуйста, убедитесь, что вы помните "Имя пользователя" и "Пароль"

source: Profile
de: Profil
fr: Profil
ru: Профиль

source: Profile does not exist
de: Profil besteht nicht
fr: Profil N’existe pas
ru: Профиль не существует

source: Avatar
ru: Аватар

source: Public Key
de: Öffentlicher Schlüssel
fr: Clé Publique
ru: Открытый ключ

source: QR Code
fr: Code QR
ru: QR-код

source: Reaching...
de: Erreichen...
fr: Atteindre...
ru: Достигающий...

source: Release to Cancel
de: Loslassen zum Stornieren
fr: Relâchez pour annuler
ru: Отпустите для отмены

source: Release to Send
de: Loslassen zum Versenden
fr: Libérer pour envoyer
ru: Отпустите, чтобы отправить

source: Repeat password
de: Passwort wiederholen
fr: Répéter le mot de passe
ru: Повторите пароль

source: Repeat password is empty
de: Wiederholtes Passwort ist leer
fr: Répéter le mot de passe est vide
ru: Поле повторного пароля пусто

source: Resend
de: Erneut senden
fr: Renvoyer
ru: Отправить снова

source: Scan
de: Scannen
fr: Scanner
ru: Отсканировать

source: Search
de: Suche
fr: rechercher
ru: Поиск

source: Security & Privacy
de: Sicherheit und Datenschutz
fr: Sécurité et confidentialité
ru: Безопасность и Конфиденциальность

source: Select a Chat
de: Einen Chat auswählen
fr: Sélectionnez une conversation
ru: Выберите чат

source: Select a Friend
de: Einen Freund auswählen
fr: Sélectionnez un ami
ru: Выберите друга

source: Send
de: Versenden
fr: Envoyer
ru: Отправить

source: Set Password
de: Passwort einstellen
fr: Créer un mot de passe
ru: Установить пароль

source: Set Password Failed
de: Passwort einstellen fehlgeschlagen
fr: Créer un mot de passe a échoué
ru: Не удалось установить пароль

source: Settings
de: Einstellungen
ru: Настройки

source: Slide up to Cancel
de: Zum Stornieren nach oben schieben
fr: Glisser vers le haut pour annuler
ru: Слайд вверх для отмены

source: Start Chatting!
de: Chat starten!
fr: Commencez à discuter!
ru: Начать общаться!

source: Storage Usage
de: Speicherausnutzung
fr: Utilisation de stockage
ru: Использование запоминающего устройства

source: Take a picture
de: Bild aufnehmen
fr: Prendre une photo
ru: Сфотографировать

source: This is not a tok profile
de: Dies ist kein Tok Profil
fr: Ce n'est pas un profil tok
ru: Это не файл конфигурации для Ток

source: Unanswered call
de: Unbeantworteter Anruf
fr: Appel sans réponse
ru: Неотвеченный звонок

source: Welcome
de: Willkommen
fr: Bienvenu
ru: Добро пожаловать!

source: Wrong ID. It should contain Tok ID
de: Falsche ID. Es sollte Tok ID enthalten
fr: Identifiant Incorrect. Il devrait contenir Tok Identifiant
ru: Неверный идентификатор. Он должен содержать Ток-ID

source: Your ID has been copied to the clipboard
de: Deine ID wurde in die Zwischenablage kopiert
fr: Votre identifiant a été copié dans le presse-papier
ru: Ваш идентификатор был скопирован в буфер обмена

source: Avatar setting failed
de: Avatar-Einstellung fehlgeschlagen
fr: La configuration de l'avatar a échoué
ru: Не удалось установить аватар

source: Serious warning: if you delete this file, you will always delete all informations about the current account from this device. consider carefully please !!
de: Ernsthafte Warnung: Wenn du diese Datei löscht, wirst du immer alle Informationen über das aktuelle Konto von diesem Gerät löschen. bitte beachte dies sorgfältig !!
fr: Avertissement sérieux: si vous supprimez ce fichier, vous supprimerez toujours toutes les informations relatives au compte actuel de cet appareil. Veuillez considérez-le attentivement !!
ru: Серьезное предупреждение: если вы удалите этот файл, вы будете удалять всю информацию о текущей учетной записи с этого устройства. Внимательно рассмотрите пожалуйста !!

source: Peer-to-peer communication, end-to-end encryption, click for more information >
de: Peer-to-Peer-Kommunikation, End-to-End-Verschlüsselung, klick hier für weitere Informationen >.
fr: Communication pair-à-pair cryptage de bout en bout, cliquez pour plus d'informations >
ru: Передача между равноправными узлами, абонентское шифрование, нажмите для получения дополнительной информации >

source: Secure chat, No third party listen in
de: Sicherer Chat, kein Abhören durch Dritte möglich
fr: Chat sécurisé, pas de tierce partie à l'écoute
ru: Защищенный чат, нет сторонних слушателей

source: Messages to this chat and calls are now secured with peer-to-peer communication, end-to-end encryption. Tap for more information >
de: Mitteilungen zu diesem Chat und Anrufe sind nun mit Peer-to-Peer-Kommunikation, End-to-End-Verschlüsselung gesichert. Tap für weitere Informationen >
fr: Les messages envoyés à ce chat et les appels sont désormais sécurisés grâce à la communication pair-à-pair et au cryptage de bout en bout. Appuyez pour plus d'informations >
ru: Сообщения в этом чате и звонки теперь защищены путем передачи между равноправными узлами и абонентского шифрования. Нажмите для получения дополнительной информации >

# privacy_text
source: <body class="page layout"><div id="layout-container"><div class="container"><header class="header"><h1 class="title">Privacy and security of Tok</h1></header><section class="content"><p>Tok was born with the sole mission of making our communication easier via modern technology. We assume that you would use Tok to share personal or special moments with extreme privacy, so we adopt peer-to-peer communication, end-to-end encryption in our application, which ensure your information with absolute privacy.</p><h2>Do not require any Phone number</h2><p>Phone number and Email address is not required to generate a Tok account, making sure that your personal information is not traceable through a real-name phone or email.</p><h2>Invisible IP</h2><p>Tok hides all IP addresses through onion routing encryption technology thus you will communicate with your friends via multiple routes so that no one except youself has access to your IP address, ensuring the privacy of the communication.</p><h2>Automatic message encryption</h2><p>Your message is automaticly end-to-end encrypted when you send it to your friend via Tok. Many communication apps can only encrypt information, but Tok's end-to-end encryption technology ensures that only you and the recipient can read the information. End-to-end encryption technology locks information with special security keys, and only you and the recipient of the information will have the security keys to unlock and read the information. All information is automatically end-to-end encrypted, any more special setting to ensure the security of the information is unnecessary, and the world is free to communicate.</p><h2>Private ownership of personal information</h2><p>Tok insist that your information only belongs to you, so Tok’s peer-to-peer communication has no central server and thus can not store any of your information, After end-to-end encryption, any third party, including the Tok’s engineers, can't read the content of the information at all. Only you are the owner of your information, and the only authentication of ownership is your secret key. Please be sure to keep your key yourself and do not give it to anyone else. </p></section></div></div></body>
de: <body class="page layout"><div id="layout-container"><div class="container"><header class="header"><h1 class="title">Datenschutz und Sicherheit von Tok</h1></header><section class="content"><p>Tok wurde mit der einzigen Mission geboren, unsere Kommunikation durch moderne Technologie zu erleichtern. Wir gehen davon aus, dass du Tok verwenden wirst, um persönliche oder besondere Momente mit extremem Datenschutz zu teilen, deshalb verwenden wir in unserer Anwendung Peer-to-Peer-Kommunikation, End-to-End-Verschlüsselung, die deine Informationen mit absolutem Datenschutz gewährleistet.</p><h2>Eine Telefonnummer ist nicht nötig</h2><p>Telefonnummer und E-Mail-Adresse sind nicht nötig, um ein Tok-Konto zu erstellen, und es stellt sicher, dass eure persönlichen Daten nicht durch ein echtes Telefon oder eine E-Mail rückverfolgbar sind.</p><h2>Unsichtbare IP</h2><p>Tok versteckt alle IP-Adressen durch Zwiebel-Routing-Verschlüsselungstechnologie, so dass du mit deinen Freunden über mehrere Wege kommunizieren kannst, so dass niemand außer dir Zugang zu deiner IP-Adresse hat und der Datenschutz der Kommunikation gewährleistet ist.</p><h2>Automatische Mitteilungenverschlüsselung</h2><p>Deine Mitteilung wird automatisch End-to-End verschlüsselt, wenn du sie an deinen Freund über Tok sendest. Viele Kommunikationsanwendungen können nur Informationen verschlüsseln, aber die End-to-End-Verschlüsselungstechnologie von Tok stellt sicher, dass nur du und der Empfänger die Informationen lesen können. Die End-to-End-Verschlüsselungstechnologie sperrt Informationen mit speziellen Sicherheitsschlüsseln, und nur du und der Empfänger der Informationen haben die Sicherheitsschlüssel, um die Informationen zu entsperren und zu lesen Alle Informationen werden automatisch End-to-End verschlüsselt, jede weitere spezielle Einstellung, um die Sicherheit der Informationen zu gewährleisten, ist unnötig, und die Welt ist frei zu kommunizieren.</p><h2>Privateigentum der persönlichen Informationen</h2><p>Tok besteht darauf, dass deine Informationen nur dir gehören, so dass Tok's Peer-to-Peer-Kommunikation keinen zentralen Server hat und daher keine deiner Informationen speichern kann, Nach der End-to-End-Verschlüsselung können Dritte, einschließlich der Ingenieure von Tok, den Inhalt der Informationen überhaupt nicht lesen. Nur du bist der Eigentümer deiner Daten, und die einzige Authentifizierung des Eigentums ist dein Geheimschlüssel. Bitte bewahre du deinen Schlüssel selbst auf und gib ihn nicht an Dritte weiter. </p></section></div></div></body>
fr: <body class="page layout"><div id="layout-container"><div class="container"><header class="header"><h1 class="title">Confidentialité et sécurité de Tok</h1></header><section class="contenu"><p>Tok est né avec la seule mission de faciliter notre communication grâce aux technologies modernes. Nous supposons que vous utiliseriez Tok pour partager des moments personnels ou spéciaux avec une confidentialité extrême,Nous adoptons donc la communication d'égal à égal, le cryptage de bout en bout dans notre application, qui garantit la confidentialité de vos informations.</p><h2>Ne nécessite aucun numéro de téléphone</h2><p>Le numéro de téléphone et l'adresse e-mail ne sont pas nécessaires pour créer un compte Tok. Assurez-vous que vos informations personnelles ne sont pas traçables via un téléphone ou un e-mail avec un nom réel.</p><h2>IP invisible</h2><p>Tok cache toutes les adresses IP grâce à la technologie de cryptage (Onion Routing). Ainsi, vous communiquerez avec vos amis via plusieurs itinéraires, de sorte que personne d'autre que vous n'aura accès à votre adresse IP, ce qui garantira la confidentialité des communications.</p><h2>Cryptage automatique des messages</h2><p>Votre message est automatiquement crypté de bout en bout lorsque vous l'envoyez à votre ami via Tok. De nombreuses applications de communication ne peuvent crypter que des informations, mais la technologie de cryptage de bout en bout de Tok assure que seuls vous et le destinataire pouvez lire les informations. La technologie de cryptage de bout en bout verrouille les informations avec des clés de sécurité spéciales. Seuls vous et le destinataire des informations disposez des clés de sécurité pour déverrouiller et lire les informations. Toutes les informations sont automatiquement chiffrées de bout en bout, tout paramètre supplémentaire garantissant la sécurité des informations n’est plus nécessaire, et le monde est libre de communiquer. </P><h2> Propriété privée des informations personnelles </h2> <p> Tok insiste sur le fait que vos informations vous appartiennent uniquement. La communication pair à pair de Tok n'a donc pas de serveur central et ne peut donc stocker aucune de vos informations. Après le cryptage de bout en bout, tout tiers, y compris les ingénieurs de Tok , ne peut pas lire le contenu de l'information du tout. Vous êtes le seul à être propriétaire de vos informations. La seule clé d'authentification de la propriété est votre clé secrète. Assurez-vous de garder votre clé vous-même et de ne la donner à personne. </p></section></div></div></body>
ru: <body class="page layout"><div id="layout-container"><div class="container"><header class="header"><h1 class="title">Конфиденциальность и Безопасность для Ток</h1></header><section class="content"><p>Tok был разработан с единственной целью - облегчить наше общение с помощью современных технологий. Мы предполагаем, что вы будете использовать Ток, чтобы поделиться личными или особыми моментами с максимальной конфиденциальностью, поэтому мы применяем передачу между равноправными узлами и абонентское шифрование в нашем приложении, что обеспечивает вашу информацию с абсолютной конфиденциальностью. </p><h2> Не требует никакого номера телефона. </h2><p> Номер телефона и адрес электронной почты не требуются для создания Ток-аккаунта, обеспечивая, чтобы ваша личная информация не отслеживалась по телефону или электронной почте с реальным именем. </p><h2> Невидимый IP </h2><p> Tok скрывает все IP-адреса с помощью технологии шифрования луковичной маршрутизации, поэтому вы будете общаться с друзьями по нескольким маршрутам, чтобы никто, кроме себя, не имел доступа к вашему IP-адресу, обеспечивая конфиденциальность связи. </p><h2> Автоматическое шифрование сообщений </h2><p> Для ваших сообщений выполняется абонентское шифрование, когда вы отправляете их другу через Ток. Многие приложения для общения могут только шифровать информацию, но технология абонентского шифрования Tok гарантирует, что только вы и получатель смогут прочитать информацию. Технология абонентского шифрования блокирует информацию с помощью специальных ключей безопасности, и только вы и получатель информации обладают ключами безопасности для разблокировки и считывания информации. Вся информация автоматически полностью зашифрована, любые дополнительные специальные настройки для обеспечения безопасности информации не нужны, и в этом мире возможно свободно общаться. </P><h2> Частная собственность на личную информацию </h2><p> Tok настаивает на том, что ваша информация принадлежит только вам, поэтому для передачи между равноправными узлами Tok не имеет центрального сервера и, следовательно, не может хранить вашу информацию. После абонентского шифрования любая третья сторона, включая инженеров компании Tok, не могу прочитать содержание информации вообще. Только вы являетесь владельцем вашей информации, и единственным механизмом аутентификации права собственности является ваш секретный ключ. Пожалуйста, сохраняйте свой ключ самостоятельно и не передавайте его кому-либо еще. </p></section></div></div></body>

source: Please paste your friend's Tok ID
de: Bitte füge die Tok-ID deines Freundes ein
fr: Veuillez coller l'identifiant Tok de votre ami
ru: Пожалуйста, вставьте Ток-ID вашего друга

source: Scan the QR code to add me on Tok
de: Scanne den QR-Code, um mich auf Tok hinzuzufügen
fr: Scannez le code QR pour m'ajouter sur Tok
ru: Отсканируйте QR-код, чтобы добавить меня на Ток

source: Share by Image
de: Nach Bildern teilen
fr: Partager par image
ru: Поделиться картинкой
