Repository: InsightIM/Tok-iOS
Catalog: Tok/Support Files/Localizable Files/*.lproj/Localizable.strings
Languages: de, fr, ru

source: Share by Text
de: Nach Text teilen
fr: Partager par texte
ru: Поделиться текстом

source: The text has been copied to the clipboard
de: Der Text wurde in die Zwischenablage kopiert
fr: Le texte a été copié dans le presse-papier
ru: Текст был скопирован в буфер обмена

source: New Friend's Tok ID is %@
de: Die Tok-ID des neuen Freundes ist %@
fr: Tok Identifiant du nouvel ami est %@
ru: Ток-ID нового друга: %@

source: Paste
de: Einfügen
fr: Coller
ru: Вставить

source: Peer-to-peer encrypted chat, I’m in Tok, click %1$@, free download Tok app. If you installed it, please copy this text $%2$@$, open Tok can add me as friends.
de: Peer-to-Peer verschlüsselter Chat, ich bin in Tok, klicke %1$@, kostenloser Download der Tok App. Wenn du es installiert hast, kopiere bitte diesen Text $%2$@$, öffne Tok und du kannst mich als Freund hinzufügen.
fr: Communication pair-à-pair, Je suis dans Tok, Cliquez sur %1$@, télécharger gratuitement l'application Tok. Si vous l'avez installé, veuillez copier ce texte $%2$@$, ouveriez Tok puis ajouter moi comme amis.
ru: Зашифрованный чат между равноправными узлами, Я в Ток, нажмите %1$@ и бесплатно скачайте приложение Tok. Если вы установили его, пожалуйста, скопируйте этот текст $%2$@$ и запустите Tok, тогда можно добавить меня в друзья.

source: This is your Tok ID
de: Das ist deine Tok-ID.
fr: Ceci est votre Tok Identifiant
ru: Это ваш Ток-ID

source: You're already friends
de: Ihr seid bereits Freunde
fr: Vous êtes déjà amis
ru: Вы уже друзья

source: Automatically generate random super-long ID, does not associate any real-name information
de: Automatische Generierung einer zufälligen, überlangen ID, die keine Informationen über den echten Namen enthält
fr: Générer automatiquement des identifiants super-longs aléatoires, n'associe aucune information de nom réel
ru: Автоматически генерирует случайный сверхдлинный идентификатор, не связывает информацию о реальном имени

source: Automatically generates super-long key, it takes 9.9 billions years to violently crack-copy version
de: Automatisch generiert super-lange Schlüssel, es dauert 9,9 Milliarden Jahre, um die Version mit Gewalt zu knacken
fr: Agénère automatiquement une clé super-longue, il faut 9,9 milliards d’années pour craquer-copiée violemment une version
ru: Автоматически генерирует сверхдлинный ключ, для насильственно взлома требуется 9,9 миллиарда лет

source: Do not require Phone number
de: Keine Telefonnummer erforderlich
fr: Ne nécessite pas de numéro de téléphone
ru: Не требуется номер телефона

source: Hidden IP address by onion routing, unable to track your location
de: Versteckte IP-Adresse durch Zwiebelrouting, kann deinen Standort nicht verfolgen
fr: Adresse IP cachée par routage des oignons (Onion routing), impossible de suivre votre position
ru: Скрытый IP-адрес с помощью луковичной маршрутизации, невозможно отслеживать ваше местоположение

source: Invisible IP
de: Unsichtbare IP
fr: IP Invisible
ru: Невидимый IP

source: Peer-to-Peer encrypted message
de: Peer-to-Peer verschlüsselte Mitteilung
fr: message crypté pair-à-pair
ru: Зашифрованное сообщение между равноправными узлами

# Import your tok profile
source: Import your tok ID profile
de: Importiere dein Tok-ID-Profil
fr: Importer votre Profil d’identification
ru: Импортируйте свой Ток-ID конфигурации

source: Choose an Account
de: Wähle ein Konto
fr: Choisissez un compte
ru: Выберите аккаунт

source: To import your Tok profile: 1.Click directly on your file; 2.Use "Open In" menu for the file; 3.Select "Copy to Tok".
de: Um dein Tok-Profil zu importieren: 1 Klicke direkt auf deine Datei; 2.Benutze das Menü "Open In" für die Datei; 3. Wähle "Copy to Tok".
fr: Pour importer votre profil Tok: 1.Cliquez directement sur votre fichier; 2.Utilisez "le menu" Ouvrir dans" du fichier; 3.Sélectionnez "Copier dans Tok".
ru: Для импорта вашего файла конфигурации для Ток: 1. Нажмите прямо на файл; 2. Используйте для файла меню "Открыть с помощью"; 3. Выберите «Копировать в Tok".

source: Please ensure camera permissions are granted for Tok. You can check by going to "Settings -> Tok -> Camera"
de: Bitte stellt sicher, dass für Tok die Kameraberechtigungen erteilt werden. Du kannst es überprüfen, indem du zu "Einstellungen -> Tok -> Kamera" gehst
fr: Veuillez vous assurer que les autorisations de la caméra sont accordées pour Tok. Vous pouvez vérifier en allant dans "Paramètres -> Tok -> Caméra"
ru: Пожалуйста, убедитесь, что разрешения камеры предоставлены для Ток. Вы можете проверить, перейдя в "Настройки -> Ток -> Камера'

source: Please ensure photo permissions are granted for Tok. You can check by going to "Settings -> Tok -> Photos"
de: Bitte stellt sicher, dass für Tok die Fotoberechtigungen erteilt werden. Du kannst es überprüfen, indem du zu "Einstellungen -> Tok -> Fotos" gehst.
fr: Veuillez vous assurer que les autorisations photo sont accordées pour Tok. Vous pouvez vérifier en allant dans "Paramètres -> Tok -> Photos"
ru: Пожалуйста, убедитесь, что разрешения фото предоставлены для Ток. Вы можете проверить, перейдя в "Настройки -> Ток -> Фото"

source: Autodownload Files
de: Dateien automatisch herunterladen
fr: Téléchargement automatique des fichiers
ru: Автоскачивание файлов

source: Remove Photo
de: Foto entfernen
fr: Retirer photo
ru: Удалить фото

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ru: Перестановка

source: Reset Tok ID
de: Tok-ID zurücksetzen
fr: Réinitialiser l'identifiant Tok
ru: Перестановка Ток-ID

source: Reseting your Tok ID changes your ID permanently. You will keep your current contacts list, but other people won't be able to add you using your old ID.
de: Das Zurücksetzen deiner Tok-ID ändert deine ID dauerhaft. Du behältst deine aktuelle Kontaktliste, aber andere Personen können dich nicht mit deiner alten ID hinzufügen.
fr: Réinitialiser votre identifiant Tok change votre identifiant de façon permanente. Vous conserverez votre liste de contacts actuelle, mais d’autres personnes ne pourront pas vous ajouter avec votre ancien identifiant.
ru: Перестановка вашего Ток-ID навсегда изменит ваш ID. Вы сохраните свой текущий список контактов, но другие люди не смогут добавить вас по вашему старому ID.

source: Unable to capture media
de: Es ist nicht möglich, Medien aufzunehmen
fr: Impossible de capturer le média
ru: Невозможно захватить медиа

source: Your new Tok ID is
de: Deine neue Tok-ID lautet
fr: Votre nouveau Tok Identifiant est
ru: Ваш новый Ток-ID:

source: More
de: Mehr
fr: Plus
ru: Еще

source: OfflineMessageBot
fr: HorsLigneMessageBot
ru: Бот для сообщений оффлайн

source: Powered by TOK
de: Angetrieben von TOK
fr: Alimenté par TOK
ru: Техническая поддержка предоставляется компанией ТОК

source: The link has been copied to the clipboard
de: Der Link wurde in die Zwischenablage kopiert
fr: Le lien a été copié dans le presse-papier
ru: Ссылка была скопирована в буфер обмена

source: Delete this bot? Your offline messages will be lost.
de: Diesen Bot löschen? Deine Offline-Mitteilungen gehen verloren.
fr: Supprimer ce bot? Vos messages hors ligne seront perdus.
ru: Удалить этот бот? Ваши сообщения оффлайн будут потеряны.

source: Call
de: Anruf
fr: Appel
ru: Вызов

# Add_Group_Members
source: Add
de: Hinzufügen
fr: Ajouter
ru: Добавить

source: Add Members
de: Mitglieder hinzufügen
fr: Ajouter Membre
ru: Добавление членов

source: All Members
de: Alle Mitglieder
fr: tout les members
ru: Все члены

source: Are you sure you want to clear history?
de: Bist du sicher, dass du den Verlauf bereinigen willst?
fr: Êtes-vous sûr de vouloir effacer l'historique?
ru: Вы уверены, что хотите очистить историю?

source: Are you sure you want to dissolve this group?
de: Bist du sicher, dass du diese Gruppe auflösen willst?
fr: Êtes-vous sûr de vouloir dissoudre ce groupe?
ru: Вы уверены, что хотите распустить эту группу?

source: Are you sure you want to leave %@?
de: Bist du sicher, dass du %@ verlassen willst?
fr: Êtes-vous sûr de vouloir quitter %@?
ru: Вы уверены, что хотите покинуть %@?

source: Clear History
de: Verlauf löschen
fr: effacer l'historique
ru: Очистить Историю

source: Create Group Chat
de: Gruppen-Chat erstellen
fr: Créer un Chat Groupe
ru: Создать Групповой Чат

source: Create group failed
de: Gruppe erstellen fehlgeschlagen
fr: La création du groupe a échoué
ru: Не удалось создать группу

source: Delete and Leave
de: Löschen und verlassen
fr: Supprimer et Quitter
ru: Удалить и покинуть

source: Dissolve this group
de: Diese Gruppe auflösen
fr: Dissoudre ce groupe
ru: Распустить эти группу

source: Done
de: Erledigt
fr: Terminé
ru: Готово

source: Edit
de: Bearbeiten
fr: modifier
ru: Изменение

source: Enable UDP
de: UDP aktivieren
fr: Activer UDP
ru: Поддерживается протокол UDP

source: Group Chat
de: Gruppen-Chat
fr: Un chat Groupe
ru: Групповой Чат

source: Group Info
de: Gruppen Informationen
fr: Info sur Groupe
ru: Информация о Группе

source: Group Members
de: Gruppenmitglieder
fr: Les Members de Groupe
ru: Члены Группы

source: Group Name
de: Gruppenname
fr: Nom de Groupe
ru: Название Группы

source: Group name change failed
de: Änderung des Gruppennamens fehlgeschlagen
fr: Le changement de nom de groupe a échoué
ru: Не удалось изменить название группы

source: Group name is required
de: Gruppenname ist erforderlich
fr: Le nom du groupe est requis
ru: Требуется название группы

source: Group was dissolved
de: Gruppe wurde aufgelöst
fr: Le groupe a été dissous
ru: Группа была распущена

source: Members
de: Mitglieder
fr: Membres
ru: Члены

source: Modify Group Name
de: Gruppennamen ändern
fr: Modifier le nom du groupe
ru: Изменить Название Группы

source: Mute Notifications
de: Stumme Benachrichtigungen
fr: Notifications muettes
ru: Отключить звук уведомлений

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
ru: Новая Группа

source: Please enter group name
de: Bitte den Gruppennamen eingeben
fr: Veuillez entrer le nom du groupe
ru: Пожалуйста, введите название группы

source: Remove Members
de: Mitglieder entfernen
fr: Supprimer Membre
ru: Удаление членов

source: Set Group Name
de: Gruppennamen einstellen
fr: Définir le nom du groupe
ru: Установить Название Группы

source: this group
de: diese Gruppe
fr: Ce groupe
ru: Эта группа

source: You were removed from this group
de: Du wurdest aus dieser Gruppe entfernt
fr: Vous avez été retiré de ce groupe
ru: Вы были удалены из этой группы

# %@ invited %@ to the group chat
source: %1$@ invited %2$@ to the group chat
de: %@ lud ein %@ zum Gruppenchat zu kommen
fr: %@ a invité %@ au groupe de chat
ru: %1$@ пригласил %2$@ в групповой чат

source: %@ invited you to the group chat
de: %@ hat dich zum Gruppenchat eingeladen
fr: Vous avez été invité au groupe par %@
ru: %@ пригласил вас в групповой чат

source: %@ was removed from this group
de: %@ wurde aus dieser Gruppe entfernt
fr: %@ a été retiré de ce groupe
ru: %@ был удален из этой группы

source: %@'s app version is too low to be invited
de: %@'s App-Version ist zu niedrig, um eingeladen zu werden
fr: La version de l'application de %@ est trop basse pour être invitée
ru: Версия приложения %@ слишком старая, его невозможно пригласить

source: You invited %@ to the group chat
de: Du hast %@ in den Gruppenchat eingeladen
fr: Vous avez invité %@ au chat en groupe
ru: Вы пригласили %@ в групповой чат

source: %@ left
de: %@ verlassen
fr: %@ Quitté
ru: %@ покинул

source: Enable Crash Report
de: Absturzbericht aktivieren
fr: Activer le rapport de bug
ru: Включить отчет о сбое

source: Hold for video, tap for photo
de: Für Video halten, für Foto tippen
fr: Tenez pour la vidéo, tapez pour la photo
ru: Удерживайте для видео, нажмите для фото

source: Add/Remove
de: Hinzufügen/Entfernen
fr: Ajouter/Supprimer
ru: Добавить / Удалить

source: Only offline files smaller than 10M are supported
de: Es werden nur Offline-Dateien unterstützt, die kleiner als 10 MB sind
fr: Seuls les fichiers hors connexion inférieurs à 10M sont pris en charge
ru: Поддерживаются только файлы оффлайн размером менее 10Mб

source: Secure connecting...
de: Sichere Verbindung...
fr: sécurisé la Connexion...
ru: Производится защищенное соединение…

source: Peer-to-peer connecting...
de: Peer-to-Peer-Verbindung...
fr: Pair-à-pair connection en cours...
ru: Производится соединение между равноправными узлами…

# DefaultFindStrangerBio
source: Think different The misfits The rebels They have no respect for the status of quo You can disagree with them But you can't ignore them Because they push the human race forward You see crazies We see genius Because the people who are crazy enough to think they can change the world Are the ones who do
de: Denke anders Die Außenseiter Die Rebellen Sie haben keinen Respekt vor dem Status quo Du kannst ihnen nicht zustimmen Aber du kannst sie nicht ignorieren Weil sie die menschliche Rasse vorantreiben Du siehst Verrückte Wir sehen Genie Wir sehen Genie Weil die Leute, die verrückt genug sind zu denken, dass sie die Welt verändern können diejenigen sind, die es tun.
fr: Pensez différemment Les inadaptés Les rebelles Ils ne respectent pas le statut de quo Vous pouvez être en désaccord avec eux Mais vous ne pouvez pas les ignorer Parce qu'ils poussent la race humaine vers l'avant Vous voyez des fous Nous voyons le génie Parce les gens qui sont assez fous pour penser qu'ils peuvent changer le monde sont ceux qui le font
ru: Люди с разными идеями, неудачники, повстанцы - они не уважают статус-кво. Вы можете не согласиться с ними. Но вы не можете их игнорировать. Потому что они толкают человечество вперед. Вы видите сумасшедших, а мы видим гения. Потому что люди, которые сумасшедшие, достаточно верят в то, что они могут изменить мир, если они - те, кто делает.

source: A friend comes from Neverland
de: Ein Freund kommt aus Neverland.
fr: Un ami vient de Pays imaginaire
ru: Друг из Нетландии

source: Add
de: Hinzufügen
fr: Ajouter
ru: Добавить

source: Added
de: Hinzugefügt
fr: Ajouté
ru: Уже добавили

source: Classical words
de: Klassische Worte
fr: Mots classique
ru: Классические слова

source: Classical words >
de: Klassische Worte >
fr: Mots classique >
ru: Классические слова >

source: Discover
de: Entdecken
fr: Découvrir
ru: Обнаружить

source: Discovering...
de: Beim Entdecken...
fr: Découvert...
ru: Производится обнаружение…

source: Don't want to be seen? Try Stealth Mod >
de: Willst Du nicht gesehen werden? Probiere Stealth Mod >
fr: Vous ne voulez pas être vu? Essayez le mode furtif >
ru: Не хотите быть увиденными? Попробуйте Режим невидимки >

source: Edit My Style
de: Meinen Stil bearbeiten
fr: Modifier mon style
ru: Изменить Мой Стиль

source: Join the Neverland
de: Tritt dem Neverland bei
ru: Входить в Нетландию

source: My Style
de: Mein Stil
fr: Mon style
ru: Мой Стиль

source: Neverland
fr: Pays imaginaire
ru: Нетландия

# NeverlandWelcome
source: Staring at the sky I pursue my dreams. Here Free souls I encounter Rich souls I encounter Here I come across rebels as you I come across misfits as you I come across dissenters as you I see -- the unseen me
de: Den Himmel anstarren Ich verfolge meine Träume. Hier Freie Seelen, denen ich begegne Reiche Seelen, denen ich begegne Hier Ich begegne Rebellen, wie du Ich begegne Außenseitern, wie du Ich begegne Dissidenten, wie du Ich sehe -- das unsichtbare Ich
fr: Regardant le ciel Je poursuis mes rêves. Ici Les âmes libres que je rencontre Les âmes riches que je rencontre Ici Je rencontre des rebelles comme toi Je rencontre des inadaptés comme vous Je rencontre des dissidents comme vous je vois --; l'invisible moi
ru: Глядя на небо, я преследую свои мечты. Здесь Свободные души, с которыми я встречаюсь, Богатые души, с которыми я сталкиваюсь. Здесь я сталкиваюсь с повстанцами как вы, я сталкиваюсь с неудачниками как вы, я сталкиваюсь с несогласными как вы. Я вижу себя - я никогда не видел раньше.

source: No more, please come back tomorrow
de: Nicht mehr, bitte komm morgen wieder
fr: Reposez-vous, revenez demain
ru: Больше нет, и возвращайтесь завтра

source: Please try again
de: Bitte versuche es erneut
fr: Veuillez réessayer
ru: Пожалуйста, попробуйте еще раз

source: Quit
de: Beenden
fr: Quitter
ru: Покинуть

source: Show me
de: Zeig mir
fr: Montre moi
ru: Покажите мне

source: The request timed out and try again >
de: Die Anforderung hat eine Zeitüberschreitung und versuche es erneut >
fr: Délai d'attente est trop. Cliquez pour réessayer >
ru: Время ожидания запроса истекло, и попробуйте еще раз >

source: You can create a new ID to add friends
de: Du kannst eine neue ID erstellen, um Freunde hinzuzufügen
fr: Vous pouvez créer un nouvel identifiant pour ajouter des amis
ru: Вы можете создать новый ID, чтобы добавить друзей

source: You won't be shown to others any more
de: Du wirst nicht mehr den Anderen gezeigt
fr: Vous ne serez plus montré aux autres
ru: Вы больше не будете показываться другим

source: Apply
de: Anwenden
fr: Appliquer
ru: Применить

source: Create ID
de: ID erstellen
fr: Créer un identifiant
ru: Создать ID

source: Hello, I'm %@ I'm in Tok, peer-to-peer encrypted chat!
de: Hallo, ich bin %@ Ich bin in Tok, Peer-to-Peer verschlüsselter Chat!
fr: Coucou! Je suis %@ Je suis dqns Tok, message crypté pair-à-pair!
ru: Привет, Я %@ Я в Ток, зашифрованный чат между равноправными узлами!

source: ID Profile Name
de: Name des ID-Profils
fr: Nom du profil d'identification
ru: Имя ID конфигурации

source: Import ID Profile
de: ID-Profil importieren
fr: Importer un Profil d’identification
ru: Импорт ID конфигурации

source: You have changed some words. Apply changes?
de: Du hast einige Wörter geändert. Änderungen anwenden?
ru: Вы изменили несколько слов. Применять изменения?

# Donate_Desc
source: Thanks for your donation and support.<br /><br /><b>Tok will NEVER advertise</b><br /><b>for we cannot and will not</b><br /><b>fetch any user information.</b><br /><br />We may not find a way to profit for a long time due to the "decentralized" property of Tok.<br /><br />If you like Tok,<br />you can help us build an open and free world by donating cryptocurrencies to Tok.
de: Vielen Dank für deine Spende und Unterstützung.<br/><br/><b>Tok wird NIEMALS für</b><br/>werben, denn wir können und werden keine </b><br/><b>Benutzerinformationen abfragen.</b><br/><br/><br/>Wir werden vielleicht für lange Zeit keinen Weg finden, um zu profitieren, wegen der "dezentralen" Eigenschaft von Tok.<br/><br/>Wenn du Tok magst, kannst du uns helfen, eine offene und freie Welt aufzubauen, indem du Kryptowährungen an Tok spendest.
fr: Merci pour votre don et votre soutien.<br/><br/><b>Tok n'utilisera JAMAIS les publicités</b><br/><b>car nous ne pouvons pas et ne voulons pas</b><br/><b>chercher des informations sur l'utilisateur.</b><br/><br/>Il se peut que nous ne trouvions pas le moyen de tirer profit pendant longtemps en raison de la propriété "décentralisée " de Tok.<br/><br/>Si vous aimez Tok,<br/>you can help us build an open and free world by donating cryptocurrencies to Tok.
ru: Спасибо за ваш дар и поддержку <br /><br /><b> Tok НИКОГДА не будет рекламировать, </b><br /><b>поскольку мы не можем и не будем </b><br /><b> получать какую-либо информацию о пользователях. </b><br /><br />Возможно, мы не сможем долго получать прибыль из-за «децентрализованной» собственности Tok. <br /><br />Если вам нравится Tok, <br />вы можете помочь нам создать открытый и свободный мир, подаря Ток криптовалюты.

source: BTC Address
de: BTC-Adresse
ru: Биткоин-адрес

source: Description(Option)
de: Beschreibung (Option)
ru: Описание (опция)

source: Donate
de: Spenden
fr: faire un don
ru: Дарить

source: ETH Address
de: ETH-Adresse
ru: Адрес кошелька Эфириум (Ethereum)

source: Follow us
de: Folge uns
fr: Suivez nous
ru: Следите за нами

source: Group Description
de: Gruppenbeschreibung
fr: Description du groupe
ru: Описание Группы

source: Invite to Tok
de: Zur Tok einladen
fr: Inviter à Tok
ru: Пригласить в Ток

source: Loading more
de: Mehr laden
fr: Chargement de plus
ru: Загрузить больше

source: Loading...
de: Laden...
fr: Chargement...
ru: Производится загрузка…

source: No more data
de: Keine weiteren Daten
fr: Pas plus de données
ru: Нет больше данных

source: Pull to refresh
de: Ziehen zum Auffrischen
fr: Tirer pour rafraîchir
ru: Потяните, чтобы обновить

source: Rate Tok
de: Token bewerten
fr: Noter Tok
ru: Оценить Ток

source: Release to refresh
de: Freigabe zur Auffrischung
fr: Relâcher pour rafraîchir
ru: Отпустите, чтобы обновить

source: Save to gallery
de: In Galerie speichern
fr: Sauvegarder dans la gallerie
ru: Сохранить в галерею

source: Scan again to add me on Tok
de: Erneut scannen, um mich zu Tok hinzuzufügen
fr: Scannez à nouveau pour m'ajouter sur Tok
ru: Сканировать еще раз, чтобы добавить меня на Ток

source: Scan to download
de: Scannen zum Herunterladen
fr: Scannez pour télécharger
ru: Отсканировать и скачать

source: Share
de: Teilen
fr: Partager
ru: Поделиться

source: The address has been copied to the clipboard
de: Die Adresse wurde in die Zwischenablage kopiert
fr: L'adresse a été copiée dans le presse-papier
ru: Адрес был скопирован в буфер обмена

source: Tok ID
fr: Identifiant Tok
ru: Ток-ID

# TOK_ID_Desc
source: TOK ID is generated locally by your device, can’t be censored, baned, blocked, deleted by any one.
de: Die TOK-ID wird lokal von deinem Gerät generiert, kann nicht zensiert, gesperrt, blockiert oder gelöscht werden.
fr: Identifiant Tok est généré localement par votre appareil, ne peut pas être censuré, banni, bloqué, supprimé par quiconque.
ru: Ток-ID генерируется локально вашим устройством, не может быть подвергнут цензуре, запрещен, заблокирован, удален кем-либо.

source: Version
ru: Версия

source: Messages to this chat and calls are now secured with peer-to-peer communication, end-to-end encryption.
de: Mitteilungen zu diesem Chat und Anrufe werden nun mit Peer-to-Peer-Kommunikation und End-to-End-Verschlüsselung gesichert.
fr: Les messages envoyés à ce chat et les appels sont désormais sécurisés grâce à la communication pair-à-pair et au cryptage de bout en bout.
ru: Сообщения в этом чате и звонки теперь защищены путем передачи между равноправными узлами и абонентского шифрования.

source: · Here can have up to 100,000 members · Chat anonymous · Please follow the group rules
de: · Hier können bis zu 100.000 Mitglieder sein· Anonym chatten· Kostenloses Thema
fr: · Ici, vous pouvez avoir Jusqu'à 100 000 membres · Chat anonyme · Les sujets sont gratuits
ru: · Здесь может быть до 100,000 членов · Анонимный чат · Свободная тема

source: %@ joined group
de: %@ traten Gruppe bei
fr: %@ Rejoindre le groupe
ru: %@ уже вошел в группу

source: Copy this paragraph and open Tok to join: %1$@ %2$@ Download Tok on %3$@ -- the most secure messenger
de: Kopiere diesen Absatz und öffne Tok für die Teilnahme: %1$@ %2$@ Tok auf %3$@ herunterladen -- der sicherste Messenger
fr: Copier ce paragraphe et ouvrir Tok pour rejoindren: %1$@ %2$@ , télécharger %3$@ -- le messager le plus sécurisé
ru: Скопируйте этот абзац и запустите Ток, чтобы входить в: %1$@ %2$@ Скачать Ток на %3$@ - самый безопасный мессенджер

source: Do you want to view group %@
de: Möchtest du die Gruppe %@ ansehen?
fr: Voulez-vous voir le groupe %@
ru: Вы хотите просмотреть группу %@

source: Group Type
de: Gruppentyp
fr: Type de Groupe
ru: Тип Группы

source: Join Group
de: Gruppe beitreten
fr: Rejoin Groupe
ru: Вход в Группу

source: No group description
de: Keine Gruppenbeschreibung
fr: Pas de groupe description
ru: Нет описания группы

source: Private
de: Privat
fr: Privé
ru: Частн.

source: Private Group
de: Private Gruppe
fr: Groupe Privé
ru: Частная Группа

source: Public
de: Öffentlich
fr: Publique
ru: Публичн.

source: Public Group
de: Öffentliche Gruppe
fr: Groupe Publique
ru: Публичная Группа

source: Share Group
de: Gruppe teilen
fr: Partager le Groupe
ru: Поделиться Группой
